<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<%@include file="../../include/common.jsp" %>
<html class="ui-page-login">
<head>
    <meta charset="utf-8">
    <meta name="viewport"
          content="width=device-width,initial-scale=1,minimum-scale=1,maximum-scale=1,user-scalable=no"/>
    <title>带吧网络</title>
    <style>
        .mui-table-view-cell{
            padding: 11px 15px;
        }
    </style>
</head>
<body>

<div class="mui-content">
    <div id="slider" class="mui-slider">
        <div class="mui-slider-group">
            <div class="mui-slider-item mui-control-content mui-active">
                <div id="scroll1" class="mui-scroll-wrapper">
                    <div class="mui-scroll">
                        <h1>《带吧网络用户协议》</h1>
                        1. 特别提示<br>

                        &nbsp;&nbsp;1.1 带吧网络的用户为具备完全民事行为能力的自然人，或者是具有合法经营资格的实体组织。<br>
                        &nbsp;&nbsp;无民事行为能力人、限制民事行为能力人以及无经营或特定经营资格的组织不当注册为带吧网络用户或超过其民事权利或行为能力范围从事交易的，其与带吧网络之间的服务协议自始无效，带吧网络一经发现，有权立即注销该用户，并追究其使用带吧网络“服务”的一切法律责任。<br>
                        　　&nbsp;&nbsp;1.2
                        长春市带吧网络科技有限公司及相关关联企业（以下合称"带吧公司"）同意按照本协议的规定及其不时发布的操作规则提供基于互联网以及移动网的带吧网络服务（以下称"带吧网络服务"），为获得带吧网络服务，带吧网络服务使用人（以下称"用户"）应当基于了解本协议全部内容，在独立思考的基础上认可、同意本协议的全部条款并按照页面上的提示完成全部的注册程序。用户在进行注册程序过程中点击"提交"
                        按钮即表示用户完全接受《带吧网络用户协议》及带吧公司公示的各项规则、规范。<br>

                        　　&nbsp;&nbsp;1.3
                        用户注册成功后，带吧公司将为用户基于带吧网络服务使用的客观需要而在申请、注册带吧网络时，按照注册要求提供的帐号开通带吧网络服务，用户有权在带吧公司为其开通、并同意向其提供服务的基础上使用带吧网络服务。该用户帐号和密码由用户负责保管；用户使用带吧网络服务过程中，须对自身使用带吧网络服务的行为，对任何由用户通过带吧网络服务发布、公开的信息，及对由此产生的任何后果承担全部责任。带吧有权删除用户通过带吧网络服务发布、公开的不良或违法信息。用户提交、发布或显示的信息将对其他带吧网络服务用户及第三方服务及网站可见(用户可通过设置功能自行控制、把握可查阅其信息的帐号类型)。<br>

                        &nbsp;&nbsp;1.4 为提高用户的带吧网络服务使用感受和满意度，用户同意带吧公司将基于用户的操作行为对用户数据进行调查研究和分析，从而进一步优化带吧网络服务。<br>

                        &nbsp;&nbsp;1.5 带吧网络用户分为，普通用户，带客，商户：<br>
                        &nbsp;&nbsp;&nbsp;&nbsp;1.5.1带吧网络商户定义：<br>
                        在带吧网络平台开通有经营权的店铺，发布产品信息，为普通用户提供商品信息的商家。<br>
                        &nbsp;&nbsp;&nbsp;&nbsp;1.5.2普通用户定义：<br>
                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;所有享受带吧网络服务的个人用户为带吧网络普通用户。<br>
                        &nbsp;&nbsp;&nbsp;&nbsp;1.5.3带客定义：<br>
                        &nbsp;&nbsp;&nbsp;&nbsp;在带吧网络平台申请并验证完成带客身份，为普通用户提供带送等多种服务的用户。<br>
                        &nbsp;&nbsp;1.6用户的权利和义务<br>
                        &nbsp;&nbsp;带吧网络为校园商户和普通用户及带客三方提供互助交易平台。带吧网络只能部分控制交易所涉及的产品的质量、安全性或合法性，商贸信息的真实性或准确性，以及交易方履行其在贸易协议下的各项义务的能力。例如：货款的收付、发票的收发、物品的配送、物品送达的及时性和准确性、发布任务最新信息及任务价格的发布、客户信息100%的准确性等。<br>
                        &nbsp;&nbsp;同时，为了给广大校园商家和普通用户及带客营造一个健康、有序的交易平台，带吧公司对校园商家（以下简称商家）及带客资质采取严格审核、紧密合作的方式，最大程度屏蔽用户虚假订单，减少商家的损失，带吧网络倡导诚信交易，并为此提供一系列的解决方案。
                        带吧网络提醒用户应该通过自己的谨慎判断确定登录的店铺的产品及相关信息的准确性。<br>
                        &nbsp;&nbsp;&nbsp;&nbsp;1.6.1普通用户的权利：<br>
                        &nbsp;&nbsp;&nbsp;&nbsp;用户有权利拥有自己在带吧网络网站的用户名及密码，并有权利使用自己的用户名及密码随时登录带吧发布任务，与其他带客或商家交易平台。用户不得以任何形式擅自转让或授权他人使用自己的带吧网络用户名；
                        用户有权利通过带吧网络的服务及推广带吧网络获得消费积分和推广积分，并使用积分兑换礼品；
                        用户有权利使用商户在线和带吧网络商户在线取得直接联系，以获得最新的商品信息和相关增值服务；
                        用户有权利对带吧网络商户及带客的服务做出评价和投诉，并提出建议和意见；
                        用户在带吧网络上发布任务信息及交易过程中如与其他用户因交易产生纠纷，可以请求带吧网络从中予以协调。用户如发现其他用户有违法或违反本服务协议的行为，可以向带吧网络进行反映要求处理。如用户因平台上发布任务及交易与其他用户产生诉讼的，用户有权通过司法部门要求带吧网络提供相关资料；<br>
                        1.6.2普通用户的义务：<br>
                        用户有义务在注册时提供自己的真实资料，并保证诸如电子邮件地址、联系电话、联系地址、邮政编码等内容的有效性及安全性，保证带吧网络及其他用户可以通过上述联系方式与自己进行联系。同时，用户也有义务在相关资料实际变更时及时更新有关注册资料。用户保证不以他人资料在带吧网络进行注册或认证。若用户使用虚假电话、姓名、地址或冒用他人信息使用带吧网络服务，带吧网络将做出相应处罚或屏蔽地址的处理；对带吧网络造成经济损失的，带吧网络将保留追究法律责任的权利；
                        用户不应在带吧网络互助交易平台上恶意评价其他用户，或采取不正当手段提高自身的信用度或降低其他用户的信用度；
                        带吧网络用户承诺自己在使用带吧网络时实施的所有行为均遵守国家法律、法规和带吧网络的相关规定以及各种社会公共利益或公共道德。如有违反导致任何法律后果的发生，带吧网络用户将以自己的名义独立承担所有相应的法律责任；
                        带吧网络用户同意，不对带吧网络网站上任何资料作商业性利用，包括但不限于在未经带吧网络事先书面批准的情况下，以复制、传播等方式使用在带吧网络平台上展示的任何资料；
                        带吧网络用户同意接收来自带吧网络网站或者带吧网络网站合作伙伴发出的邮件、信息。
                        带吧网络用户应当最大限度的确定订单信息的真实性，带吧网络网站为带客及商家提供注册用户的消费信用情况、提供客服协助，并协助商户及带客追究违规用户的责任。但对于虚假订单造成的损失，属于不可抗力范畴，带吧网络商户为此承担全部责任；<br>

                        1.6.3带吧网络商户的权利：<br>
                        带吧网络商户有权利根据本服务协议的规定以及带吧网络网站上发布的相关规则利用带吧网络网站上互助交易平台，登记新店铺、上传店铺信息及公布商品信息、参加网站上产品促销、与其他用户订立产品买卖合同、评价其他用户的信用、参加带吧网络的有关活动以及有权享受带吧网络提供的其他的有关信息服务；
                        带吧网络商户可以使用带吧网络网站的其他有偿服务；<br>
                        1.6.4带吧网络商户的义务：<br>
                        带吧网络商户应当及时更新网站上发布的商品及价格，保证交易的准确性和及时性；
                        带吧网络商户应当最大程度做好普通用户及带客的服务工作，保证商品的优秀品质；
                        带吧网络商户应当最大限度的确定订单信息的真实性，带吧网络网站为商户提供注册用户的消费信用情况、提供客服协助，并协助商户追究违规用户的责任。但对于虚假订单造成的损失，属于不可抗力范畴，带吧网络商户为此承担全部责任；
                        带吧网络商户应当保证在使用带吧网络网站上互助交易平台进行交易过程中遵守诚实信用的原则，不在互助交易过程中采取不正当竞争行为，不扰乱网站上互助交易的正常秩序，不从事与网站上互助交易无关的行为；
                        带吧网络商户在带吧网络网站上互助交易平台上不得发布各类违法或违规信息；
                        带吧网络商户在带吧网络网站上互助交易平台上不得买卖国家禁止销售的或限制销售的产品、不得买卖侵犯他人知识产权或其他合法权益的产品，也不得买卖违背社会公共利益或公共道德的、或是带吧网络认为不适合在带吧网络网站上销售的物品。具体内容详见《禁止和限制销售产品规则》；
                        带吧网络商户承诺自己在使用带吧网络网站时实施的所有行为均遵守国家法律、法规和带吧网络的相关规定以及各种社会公共利益或公共道德。如有违反导致任何法律后果的发生，带吧网络商户将以自己的名义独立承担所有相应的法律责任；
                        带吧网络商户同意，不对带吧网络网站上任何资料作商业性利用，包括但不限于在未经带吧网络事先书面批准的情况下，以复制、传播等方式使用在带吧网络网站站上展示的任何资料；
                        带吧网络商户同意接收来自带吧网络网站或者带吧网络网站合作伙伴发出的邮件、信息。<br>
                        1.6.5带吧网络带客的权利：<br>
                        带吧网络带客有权利根据本服务协议的规定以及带吧网络网站上发布的相关规则利用带吧网络网站上互助交易平台，注册信息、验证身份、申请平台对带客方面做出的福利、与其他用户订立任务合同、评价其他用户的信用、参加带吧网络的有关活动以及有权享受带吧网络提供的其他的有关信息服务；
                        带吧网络带客可以使用带吧网络网站的其他有偿服务；
                        1.6.6带吧网络带客的义务：<br>
                        带吧网络带客应当及时更新目前所处的状态，保证交易的准确性和及时性；
                        带吧网络带客应当最大程度做好普通用户及商家服务工作，保证服务的质量和效率；
                        带吧网络平台带客在上班期间造成商家及用户的财产损失，须个人承担。
                        带吧网络带客应当保证在使用带吧网络网站互助交易平台进行交易过程中遵守诚实信用的原则，不在任务交易过程中采取不正当竞争行为，不扰乱网站上任务交易的正常秩序，不从事与网站上任务交易无关的行为；
                        带吧网络带客在带吧网络网站互助交易平台上不得发布各类违法或违规信息；
                        带吧网络带客在带吧网络网站互助交易平台上不得参与国家禁止销售的或限制销售的产品、不得参与侵犯他人知识产权或其他合法权益的产品，也不得参与违背社会公共利益或公共道德的、或是带吧网络认为不适合在带吧网络网站上出现的物品。具体内容详见《禁止和限制销售产品规则》；
                        带吧网络带客承诺自己在使用带吧网络网站时实施的所有行为均遵守国家法律、法规和带吧网络的相关规定以及各种社会公共利益或公共道德。如有违反导致任何法律后果的发生，带吧网络带客将以自己的名义独立承担所有相应的法律责任；
                        带吧网络带客同意，不对带吧网络网站上任何资料作商业性利用，包括但不限于在未经带吧网络事先书面批准的情况下，以复制、传播等方式使用在带吧网络网站站上展示的任何资料；
                        带吧网络带客同意接收来自带吧网络网站或者带吧网络网站合作伙伴发出的邮件、信息。<br>

                        1.6.7带吧网络的权利：<br>
                        对于用户在带吧网络网站上发布任务需求，产生交易的不当行为或其它任何带吧网络认为应当终止服务的情况，带吧网络有权随时做出删除相关信息、终止服务提供等处理，而无须征得用户的同意。
                        用户在带吧网络网站上发布任务、产生交易过程中如与其他用户因交易产生纠纷，请求带吧网络从中予以调处，经带吧网络审核后，带吧网络有权通过电话或电子邮件联系向纠纷双方了解情况，并将所了解的情况通过电话或电子邮件互相通知对方；
                        带吧网络有权对用户的注册资料及交易行为进行查阅，发现注册资料或发布任务，产生交易行为中存在任何问题或怀疑，均有权向用户发出询问及要求改正的通知或者直接做出删除等处理；
                        经国家生效法律文书或行政处罚决定确认用户存在违法行为，或者带吧网络有足够事实依据可以认定用户存在违法或违反服务协议行为的，带吧网络有权在带吧网络互助交易平台及所在网站上以网站络发布形式公布用户的违法行为；
                        对于用户在带吧网络互助交易平台发布的下列各类信息，带吧网络有权在不通知用户的前提下进行删除或采取其他限制性措施，包括但不限于以规避费用为目的的信息；以炒作信用为目的的信息；带吧网络有理由相信存在欺诈等恶意或虚假内容的信息；带吧网络有理由相信与网站上互助交易无关或不是以互助交易为目的的信息；带吧网络有理由相信存在恶意或其他试图扰乱正常互助交易秩序因素的信息；带吧网络有理由相信该信息违反公共利益或可能严重损害带吧网络和其他用户合法利益的；
                        许可使用权。用户以此授予带吧网络独家的、全球通用的、永久的、免费的许可使用权利(并有权对该权利进行再授权)，使带吧网络有权(全部或部份地)使用、复制、修订、改写、发布、翻译、分发、执行和展示用户公示于网站的各类信息或制作其派生作品，和/或以现在已知或日后开发的任何形式、媒体或技术，将上述信息纳入其他作品内；
                        带吧网络会在用户的电脑上设定或取用带吧网络 Cookies。 带吧网络允许那些在带吧网络网站页上发布广告的公司到用户电脑上设定或取用 Cookies 。 在用户登录时获取资料，带吧网络使用
                        Cookies 可为用户提供个性化服务。 如果拒绝所有 Cookies，用户将不能使用需要登录的带吧网络产品及服务内容。<br>
                        1.6.8带吧网络的义务：<br>
                        带吧网络有义务在现有技术上维护整个网站上互助交易平台的正常运行，并努力提升和改进技术，使用户网站上互助交易活动得以顺利进行。
                        对用户在注册使用带吧网络网站上互助交易平台中所遇到的与交易或注册有关的问题及反映的情况，带吧网络应及时做出回复。
                        因网站上互助交易平台的特殊性，带吧网络没有义务对所有用户的注册资料、所有的交易行为以及与交易有关的其他事项进行事先审查，但如存在下列情况：<br>
                        ① 用户或其他第三方通知带吧网络，认为某个具体用户或具体交易事项可能存在重大问题；<br>
                        ②用户或其他第三方向带吧网络告知互助交易平台上有违法或不当行为的，带吧网络以普通非专业交易者的知识水平标准对相关内容进行判别，可以明显认为这些内容或行为具有违法或不当性质的；带吧网络有权根据不同情况选择保留或删除相关信息或继续、停止对该用户提供服务，并追究相关法律责任。
                        用户因在带吧网络网站上互助交易与其他用户产生诉讼的，用户通过司法部门或行政部门依照法定程序要求带吧网络提供相关资料，带吧网络应积极配合并提供有关资料；<br>


                        　　2. 服务内容<br>

                        　　2.1
                        带吧网络服务的具体内容由带吧公司根据实际情况提供，包括但不限于授权用户通过其帐号，使用带吧网络服务发布任务信息、观点、评论、投票、图片、活动等，带吧公司有权对其提供的服务或产品形态进行升级或其他调整，并将及时更新页面/告知用户。<br>

                        　　2.2
                        带吧公司提供的部分网络服务为收费的网络服务，用户使用收费网络服务需要向带吧公司支付一定的费用。对于收费的网络服务，带吧公司会在用户使用之前给予用户明确的提示，只有用户根据提示确认其愿意支付相关费用，用户才能使用该等收费网络服务。如用户拒绝支付相关费用，则带吧公司有权不向用户提供该等收费网络服务。<br>

                        　　2.3
                        用户理解，带吧公司仅提供与带吧网络服务相关的技术服务等，除此之外与相关网络服务有关的设备（如个人电脑、手机、及其他与接入互联网或移动网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费）均应由用户自行负担。<br>

                        　　3. 服务变更、中断或终止<br>

                        　　3.1
                        鉴于网络服务的特殊性（包括但不限于服务器的稳定性问题、恶意的网络攻击等行为的存在及其他带吧公司无法控制的情形），用户同意带吧公司有权随时中断或终止部分或全部的带吧网络服务（包括收费网络服务），若发生该等中断或中止带吧网络服务的情形，带吧公司将尽可能及时通过网页公告、系统通知、私信、短信提醒或其他合理方式通知受到影响的用户。如中断或终止的带吧网络服务属于收费服务，带吧公司将该用户剩余虚拟货币退还用户的虚拟货币账户或向受影响的用户提供等值的替代性的收费网络服务。<br>

                        　　3.2
                        用户理解，带吧公司需要定期或不定期地对提供带吧网络服务的平台（如互联网网站、移动网络等）或相关的设备进行检修或者维护，如因此类情况而造成服务在合理时间内的中断，带吧公司无需为此承担任何责任，但带吧公司应尽可能事先进行通告。<br>

                        　　3.3 如发生下列任何一种情形，带吧公司有权随时中断或终止向用户提供本协议项下的带吧网络服务（包括收费服务）而无需对用户或任何第三方承担任何责任：<br>

                        　　3.3.1 用户提供的个人资料不真实；<br>

                        　　3.3.2 用户违反法律法规国家政策或本协议中规定的使用规则；<br>

                        　　3.3.3 用户在使用收费服务时未按规定为其所使用的收费服务实现支付目的。<br>

                        　　3.4
                        如用户在申请开通带吧网络服务后在任何连续90日内未实际使用，则带吧公司有权选择采取以下任何一种方式进行处理，带吧公司将提前通过各种方式（包括但不限于网页公告、系统通知、短信提醒等）通知该用户：<br>

                        　　3.4.1 回收用户昵称；<br>

                        　　3.4.2 停止为该用户提供带吧网络服务。<br>

                        　　3.5
                        用户选择将带吧网络帐号与带吧网络合作的第三方帐号进行绑定的，除用户自行解除绑定关系外，如发生下列任何一种情形，用户已绑定的第三方帐号也有可能被解除绑定而带吧公司无需对用户或任何第三方承担任何责任：<br>

                        　　3.5.1 用户违反法律法规国家政策、本协议的；<br>

                        　　3.5.2 用户违反第三方帐户用户协议或其相关规定的；<br>

                        　　3.5.3 第三方要求解除绑定的；<br>

                        　　3.5.4其他需要解除绑定的。<br>

                        　　4. 使用规则<br>

                        　　4.1
                        用户注册带吧网络账号，制作、发布、传播信息内容的，应当使用真实身份信息及个人资料，不得以虚假、冒用的居民身份信息、企业注册信息、组织机构代码信息进行注册；若用户的个人资料有任何变动，用户应及时更新。<br>

                        　　4.2 用户可自行编辑注册信息中的帐号昵称、头像、简介等，但应遵守“七条底线”以及相关管理规定，不得含有违法和不良信息。<br>

                        　　4.3
                        如用户违反前述约定，依据相关法律、法规及国家政策要求，带吧公司有权随时采取不予注册、通知限期改正、注销登记用户帐号、中止或终止用户对带吧网络服务的使用等措施。如果用户冒用他人名称、其关联机构名称或社会名人注册帐号名称，带吧公司有权注销用户该帐号，并向互联网信息内容主管部门报告。<br>

                        　　4.4 带吧公司将建立健全用户信息安全管理制度、落实技术安全防控措施。带吧公司将对用户使用带吧网络服务过程中涉及的用户隐私内容加以保护。<br>

                        　　4.5
                        由于带吧网络服务的存在前提是用户在申请开通带吧网络服务的过程中所提供的帐号，据此用户不应将其帐号、密码转让或出借予他人使用。如用户发现其帐号或带吧网络服务遭他人非法使用，应立即通知带吧公司。因黑客行为或用户的保管疏忽或其他非带吧公司原因所导致的带吧网络服务用户帐号、密码及带吧网络服务遭他人非法使用，带吧公司有权拒绝承担任何责任。<br>

                        　　4.6
                        用户同意带吧公司在提供带吧网络服务过程中以各种方式投放各种商业性广告或其他任何类型的商业信息（包括但不限于在带吧公司网站的任何页面上投放广告），并且，用户同意接受带吧公司通过电子邮件或其他方式向用户发送商品促销或其他相关商业信息。<br>

                        　　4.7 用户知悉、理解并同意授权带吧公司及其关联公司可非独家、可转授权地使用用户通过带吧网络发布的内容，前述内容包括但不限于文字、图片、视频等。具体来说，可能会包括：<br>

                        　　4.7.1
                        将前述内容通过带吧网络自身或其他第三方技术、网络等在带吧公司选择的网络平台、应用程序或产品中，以有线或无线网，通过免费或收费的方式在不同终端（包括但不限于电脑、手机及其他上网设备等）以不同形式（包括但不限于点播、直播、下载等）进行网络传播或电信增值服务等；<br>

                        　　4.7.2 将前述内容复制、翻译、编入带吧公司当前已知或以后开发的作品、媒体或技术中，用于带吧网络相关用途开发或推广宣传等；<br>

                        　　4.7.3 将前述内容授权给电台、电视台、网络媒体、运营商平台等与带吧公司有合作的媒体或运营商播放、传播，用于带吧网络相关推广宣传等；<br>

                        　　4.7.4 其他带吧公司及其关联公司出于善意或另行取得您授权的使用行为；<br>

                        　　4.7.5 用户对带吧公司及其关联公司的前述授权并不改变用户发布内容的所有权及知识产权归属，也并不影响用户行使其对发布内容的合法权利；<br>

                        　　4.7.6 带吧公司将尽最大的商业努力合理使用用户的授权内容，但并不代表带吧公司及其关联公司承诺一定会使用。<br>

                        　　4.8 用户在使用带吧网络服务的过程中应文明发言，并依法尊重其它用户的人格权与身份权等人身权利，共同建立和谐、文明、礼貌的网络社交环境。<br>

                        　　4.9 用户在使用带吧网络服务过程中，必须遵循以下原则：<br>

                        　　4.9.1 不得违反中华人民共和国法律法规及相关国际条约或规则；<br>

                        　　4.9.2 不得违反与网络服务、带吧网络服务有关的网络协议、规定、程序及行业规则；<br>

                        　　4.9.3 不得违反法律法规、社会主义制度、国家利益、公民合法权益、公共秩序、社会道德风尚和信息真实性等“七条底线”要求；<br>

                        　　4.9.4 不得进行任何可能对互联网或移动网正常运转造成不利影响的行为；<br>

                        　　4.9.5 不得上传、展示或传播任何不实虚假、冒充性的、骚扰性的、中伤性的、攻击性的、辱骂性的、恐吓性的、种族歧视性的、诽谤诋毁、泄露隐私、成人情色、恶意抄袭的或其他任何非法的信息资料；<br>

                        　　4.9.6 不得以任何方式侵犯其他任何人依法享有的专利权、著作权、商标权等知识产权，或姓名权、名称权、名誉权、荣誉权、肖像权、隐私权等人身权益，或其他任何合法权益；<br>

                        　　4.9.7 不得以任何形式侵犯带吧公司的权利和/或利益或作出任何不利于带吧公司的行为；<br>

                        　　4.9.8 不得从事其他任何影响带吧网络平台正常运营、破坏带吧网络平台经营模式或其他有害带吧网络平台生态的行为。<br>

                        　　4.9.9 不得为其他任何非法目的而使用带吧网络服务。<br>

                        　　4.10
                        带吧公司针对某些特定的带吧网络服务的使用通过各种方式（包括但不限于网页公告、系统通知、私信、短信提醒等）作出的任何声明、通知、警示等内容视为本协议的一部分，用户如使用该等带吧网络服务，视为用户知悉、理解并同意该等声明、通知、警示的内容。<br>

                        　　4.11
                        带吧公司有权对用户使用带吧网络服务的行为及信息进行审查、监督及处理，包括但不限于用户信息（帐号信息、个人信息等）、发布内容（位置、文字、图片、音频、视频、商标、专利、出版物等）、用户行为（发布任务、接取任务、构建关系、评论、私信、参与话题、参与活动、营销信息发布、举报投诉等）等范畴。如带吧公司发现、或收到第三方举报或投诉用户在使用带吧网络服务时违反本协议第四条使用规则相关规定，带吧公司或其授权的主体有权依据其合理判断要求用户：<br>

                        　　a. 限期改正;<br>

                        　　b.
                        不经通知直接采取一切必要措施以减轻或消除用户不当行为造成的影响，并将尽可能在处理之后对用户进行通知。上述必要措施包括但不限于更改、屏蔽或删除相关内容，警告违规帐号，限制或禁止违规帐号部分或全部功能，暂停、终止、注销用户使用带吧网络服务的权利等。<br>

                        　　4.12 如用户在使用带吧网络服务的过程中遇到其它用户上传违法侵权等内容，或者侵犯其他用户权益，可直接点击"举报"按键进行举报，相关人员会尽快核实并进行处理；<br>
                        如涉及姓名权、名称权、名誉权、荣誉权、肖像权、隐私权等人身权益纠纷的处理，根据《最高人民法院关于审理利用信息网络侵害人身权益民事纠纷案件适用法律若干问题的规定》，请参照站方有关公告所公示的方式进行处理；
                        如用户认为上述方法无法解决遇到的问题、或用户觉得有必要向司法行政机关寻求帮助的，请用户尽快向相关机关反馈，带吧公司将依法配合司法机关的调查取证工作。<br>

                        　　5. 知识产权<br>

                        　　用户违反本条规定给带吧公司造成损失的，应当承担与损失相当的赔偿责任。<br>

                        　　5.1 带吧公司是带吧网络平台的所有权人及知识产权权利人。<br>

                        　　5.2
                        带吧公司是带吧网络平台产品的所有权人及知识产权权利人。上述带吧网络产品指的是带吧公司及其关联公司或其授权主体等通过带吧网络平台为用户提供的包括但不限于信息发布分享、关系链拓展、便捷辅助工具、平台应用程序、公众开放平台等功能、软件、服务等。<br>

                        　　5.3
                        带吧公司是带吧网络平台及带吧网络产品中所有信息内容的所有权人及知识产权权利人。前述信息内容包括但不限于程序代码、界面设计、版面框架、数据资料、帐号、文字、图片、图形、图表、音频、视频等，除按照法律法规规定应由相关权利人享有权利的内容以外。<br>

                        　　5.4
                        用户在使用带吧网络平台的过程中，可能会使用到由第三方针对带吧网络服务开发的在带吧网络平台运行的功能、软件或服务，用户除遵守本协议相关规定以外，还应遵守第三方相关规定，并尊重第三方权利人对其功能、软件、服务及其所包含内容的相关权利。<br>

                        　　5.5 鉴于以上，用户理解并同意：<br>

                        　　5.5.1 未经带吧公司及相关权利人同意，用户不得对上述功能、软件、服务进行反向工程 （reverse
                        engineer）、反向编译（decompile）或反汇编（disassemble）等；同时，不得将上述内容或资料在任何媒体直接或间接发布、播放、出于播放或发布目的而改写或再发行，或者用于其他任何目的。<br>

                        　　5.5.2 在尽商业上的合理努力的前提下，带吧公司并不就上述功能、软件、服务及其所包含内容的延误、不准确、错误、遗漏或由此产生的任何损害，以任何形式向用户或任何第三方承担任何责任；<br>

                        　　5.5.3
                        带吧公司并不对上述任何由第三方提供的功能、软件、服务或内容进行任何保证性的、或连带性的承诺或担保，由此产生的任何纠纷、争议或损害，由用户与第三方自行解决，带吧公司不承担任何责任；<br>

                        　　5.5.4 为更好地维护带吧网络生态，带吧公司保留在任何时间内以任何方式处置上述由带吧公司享受所有权及知识产权的产品或内容，包括但不限于修订、屏蔽、删除或其他任何法律法规允许的处置方式。<br>

                        　　6. 隐私保护<br>

                        　　6.1
                        本协议所指的“隐私”包括《电信和互联网用户个人信息保护规定》第4条关于个人信息、《最高人民法院关于审理利用信息网络侵害人身权益民事纠纷案件适用法律若干问题的规定》第12条关于个人隐私、以及未来不时制定或修订的法律法规中明确规定的隐私应包括的内容。<br>

                        　　6.2
                        保护用户隐私和其他个人信息是带吧公司的一项基本政策，带吧公司保证不会将单个用户的注册资料及用户在使用带吧网络服务时存储在带吧公司的非公开内容用于任何非法的用途，且保证将单个用户的注册资料进行商业上的利用时应事先获得用户的同意，但下列情况除外：<br>

                        　　6.2.1 事先获得用户的明确授权；<br>

                        　　6.2.2 为维护社会公共利益；<br>

                        　　6.2.3 学校、科研机构等基于公共利益为学术研究或统计的目的，经自然人用户书面同意，且公开方式不足以识别特定自然人；<br>

                        　　6.2.4 用户自行在网络上公开的信息或其他已合法公开的个人信息；<br>

                        　　6.2.5 以合法渠道获取的个人信息；<br>

                        　　6.2.6 用户侵害带吧公司合法权益，为维护前述合法权益且在必要范围内；<br>

                        　　6.2.7 根据相关政府主管部门的要求；<br>

                        　　6.2.8 根据相关法律法规或政策的要求；<br>

                        　　6.2.9 其他必要情况。<br>

                        　　6.3
                        为提升带吧网络服务的质量，带吧公司可能会与第三方合作共同向用户提供相关的带吧网络服务，此类合作可能需要包括但不限于带吧网络用户数据与第三方用户数据的互通。在此情况下，用户知悉、理解并同意如该第三方同意承担与带吧公司同等的保护用户隐私的责任，则带吧公司有权将用户的注册资料等提供给该第三方，并与第三方约定用户数据仅为双方合作的带吧网络服务之目的使用；并且，带吧公司将对该等第三方使用用户数据的行为进行监督和管理，尽一切合理努力保护用户个人信息的安全性。<br>

                        　　7. 免责声明<br>

                        　　7.1 用户在使用带吧网络服务的过程中应遵守国家法律法规及政策规定，因其使用带吧网络服务而产生的行为后果由用户自行承担。<br>

                        　　7.2
                        用户通过带吧网络服务发布的任何信息，及通过带吧网络服务传递的任何观点不代表带吧公司之立场，带吧公司亦不对其完整性、真实性、准确性或可靠性负责。用户对于可能会接触到的非法的、非道德的、错误的或存在其他失宜之处的信息，及被错误归类或是带有欺骗性的发布内容，应自行做出判断。在任何情况下，对于任何信息，包括但不仅限于其发生的任何错误或遗漏，或是由于使用通过带吧网络服务发布、私信、传达、其他方式所释出的或在别处传播的信息，而造成的任何损失或伤害，应由相关行为主体承担全部责任。<br>

                        　　7.3 鉴于外部链接指向的网页内容非带吧公司实际控制的，因此带吧公司无法保证为向用户提供便利而设置的外部链接的准确性和完整性。<br>

                        　　7.4 对于因不可抗力或带吧公司不能控制的原因造成的带吧网络服务中断或其它缺陷，带吧公司不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。<br>

                        　　7.5 用户知悉、理解并同意，对于由带吧公司在带吧网络服务平台上向用户提供的下列产品或者服务的质量缺陷本身及其引发的任何损失，带吧公司无需承担任何责任：<br>

                        　　7.5.1 带吧公司向用户免费提供的带吧网络服务；<br>

                        　　7.5.2 带吧公司向用户赠送的任何产品或者服务；<br>

                        　　7.5.3 带吧公司向收费带吧网络服务用户附赠的各种产品或者服务。<br>

                        　　7.6
                        用户知悉并同意，带吧公司可能会与第三方合作向用户提供产品（包括但不限于游戏、第三方应用等）并由第三方向用户提供该产品的升级、维护、客服等后续工作，由该等第三方对该产品的质量问题或其本身的原因导致的一切纠纷或用户损失承担责任，用户在此承诺将向该第三方主张与此有关的一切权利和损失赔偿。<br>

                        　　7.7
                        带吧网络平台上提供的产品或服务（包括但不限于游戏物品及道具），如未标明使用期限、或者其标明的使用期限为“永久”、“无限期”或“无限制”的，则其使用期限为自用户获得该游戏物品或道具之日起至该产品或服务在带吧网络下线之日为止。由带吧公司原因导致的本协议终止或者该产品或服务在带吧网络下线时，用户将无法继续使用该产品或服务，带吧公司将该用户剩余虚拟货币退还用户的虚拟货币账户或向受影响的用户提供等值的替代性的收费网络服务。<br>

                        　　8. 违约赔偿<br>

                        　　8.1 如因带吧公司违反有关法律、法规或本协议项下的任何条款而给用户造成损失，带吧公司同意承担由此产生的损害赔偿责任。<br>

                        　　8.2 用户同意保障和维护带吧公司及其他用户的利益，如因用户违反有关法律、法规或本协议项下的任何条款而给带吧公司或任何其他第三人造成损失，用户同意承担由此产生的损害赔偿责任。<br>

                        　　9. 协议修改<br>

                        　　9.1
                        带吧公司有权随时修改本协议的任何条款，一旦本协议的内容发生变动，带吧公司将会在带吧网络网站上公布修改之后的协议内容，若用户不同意上述修改，则可以选择停止使用带吧网络服务。带吧公司也可选择通过其他适当方式（比如系统通知）向用户通知修改内容，但是带吧公司将不再退还该用户剩余虚拟货币或其他付费服务。<br>

                        　　9.2
                        如果不同意带吧公司对本协议相关条款所做的修改，用户有权停止使用带吧网络服务，但是带吧公司将不再退还该用户剩余虚拟货币或其他付费服务。如果用户继续使用带吧网络服务，则视为用户接受带吧公司对本协议相关条款所做的修改。<br>

                        　　10. 通知送达<br>

                        　　10.1 本协议项下带吧公司对于用户所有的通知均可通过网页公告、电子邮件、系统通知、带吧网络管理帐号主动联系、私信、手机短信或常规的信件传送等方式进行；该等通知于发送之日视为已送达收件人。<br>

                        　　10.2 用户对于带吧公司的通知应当通过带吧公司对外正式公布的通信地址、传真号码、电子邮件地址等联系信息进行送达。<br>

                        　　11. 法律适用<br>

                        　　11.1
                        带吧网络依据并贯彻中华人民共和国法律法规、政策规章及司法解释之要求，包括但不限于《全国人民代表大会常务委员会关于加强网络信息保护的决定》、《最高人民法院最高人民检察院适用法律若干问题的解释》等文件精神，制定《带吧网络服务使用协议》。<br>

                        　　11.2 本协议的订立、执行和解释及争议的解决均应适用中国法律并受中国法院管辖。<br>

                        　　11.3 如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向带吧公司所在地的人民法院提起诉讼。<br>

                        　　12. 其他规定<br>

                        　　12.1 本协议构成双方对本协议之约定事项及其他有关事宜的完整协议，除本协议规定的之外，未赋予本协议各方其他权利。<br>

                        　　12.2 如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。<br>

                        　　12.3 本协议中的标题仅为方便而设，在解释本协议时应被忽略。<br>

                    </div>
                </div>
            </div>
        </div>
    </div>
</div>
<script type="text/javascript" charset="utf-8">
    mui.init({});
    (function ($) {
        $('.mui-scroll-wrapper').scroll({
            indicators: false //是否显示滚动条
        });
    })(mui);
</script>
</body>
</html>
